{
  "irVersion": "0.1",
  "source": {
    "format": "docx",
    "fileName": "mixed-nl-fr-de-tricky.docx",
    "sha256": "8a8161dca123f21b4f31b4264161ae06753f5d88c3a86251207ed7c1060ca6ba",
    "byteSize": 3459
  },
  "language": {
    "default": {
      "value": "nl-NL",
      "source": "container-default"
    },
    "target": "en-GB",
    "multilingual": {
      "isMultilingual": true,
      "score": 0.8,
      "method": "per-segment",
      "languagesPresent": [
        "nl-NL",
        "fr-FR",
        "de-DE",
        "ja-JP",
        "en-US"
      ]
    }
  },
  "segments": [
    {
      "id": "seg_fc395be307",
      "order": 0,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[1]",
          "runIds": [
            "seg_fc395be307-r0"
          ]
        }
      },
      "role": "heading",
      "text": {
        "source": "Jaarverslag 2025",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "nl-NL",
        "confidence": 0.95,
        "source": "tag",
        "candidates": [
          {
            "value": "nl-NL",
            "confidence": 0.95
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "nl-NL",
      "context": {
        "prev": null,
        "next": "seg_cf1bd852da",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_cf1bd852da",
      "order": 1,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[2]",
          "runIds": [
            "seg_cf1bd852da-r0",
            "seg_cf1bd852da-r1",
            "seg_cf1bd852da-r2"
          ]
        }
      },
      "role": "body",
      "text": {
        "source": "Les résultats du premier trimestre dépassent les prévisions.",
        "hasInlineFormatting": true,
        "runs": [
          {
            "runId": "seg_cf1bd852da-r0",
            "start": 0,
            "end": 14
          },
          {
            "runId": "seg_cf1bd852da-r1",
            "start": 14,
            "end": 35
          },
          {
            "runId": "seg_cf1bd852da-r2",
            "start": 35,
            "end": 60
          }
        ],
        "space": "preserve"
      },
      "language": {
        "value": "fr-FR",
        "confidence": 0.95,
        "source": "tag",
        "candidates": [
          {
            "value": "fr-FR",
            "confidence": 0.95
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "fr-FR",
      "context": {
        "prev": "seg_fc395be307",
        "next": "seg_a828ebd84b",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_a828ebd84b",
      "order": 2,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[3]",
          "runIds": [
            "seg_a828ebd84b-r0"
          ]
        }
      },
      "role": "body",
      "text": {
        "source": "Die Produktion wurde im April vollständig automatisiert.",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "de-DE",
        "confidence": 1,
        "source": "detect",
        "candidates": [
          {
            "value": "de-DE",
            "confidence": 1
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "de-DE",
      "context": {
        "prev": "seg_cf1bd852da",
        "next": "seg_3510985a9d",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_3510985a9d",
      "order": 3,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[4]",
          "runIds": [
            "seg_3510985a9d-r0"
          ]
        }
      },
      "role": "body",
      "text": {
        "source": "当社は来年、海外市場へ進出します。",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "ja-JP",
        "confidence": 1,
        "source": "detect",
        "candidates": [
          {
            "value": "ja-JP",
            "confidence": 1
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "ja-JP",
      "context": {
        "prev": "seg_a828ebd84b",
        "next": "seg_99088c6492",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_99088c6492",
      "order": 4,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[5]",
          "runIds": [
            "seg_99088c6492-r0"
          ]
        }
      },
      "role": "heading",
      "text": {
        "source": "Inhoudsopgave",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "nl-NL",
        "confidence": 0.95,
        "source": "tag",
        "candidates": [
          {
            "value": "nl-NL",
            "confidence": 0.95
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "nl-NL",
      "context": {
        "prev": "seg_3510985a9d",
        "next": "seg_5624229a68",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_5624229a68",
      "order": 5,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[6]",
          "runIds": [
            "seg_5624229a68-r0",
            "seg_5624229a68-r1"
          ]
        }
      },
      "role": "toc",
      "text": {
        "source": "Resultaten\t3",
        "hasInlineFormatting": true,
        "runs": [
          {
            "runId": "seg_5624229a68-r0",
            "start": 0,
            "end": 10
          },
          {
            "runId": "seg_5624229a68-r1",
            "start": 10,
            "end": 12
          }
        ],
        "space": "preserve"
      },
      "language": {
        "value": null,
        "confidence": 0,
        "source": "default"
      },
      "translatable": false,
      "skipReason": "field",
      "group": null,
      "context": {
        "prev": "seg_99088c6492",
        "next": "seg_eb70c18395",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_eb70c18395",
      "order": 6,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[7]",
          "runIds": [
            "seg_eb70c18395-r0"
          ]
        }
      },
      "role": "body",
      "text": {
        "source": "Overview 概要",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "en-US",
        "confidence": 0.95,
        "source": "tag",
        "candidates": [
          {
            "value": "en-US",
            "confidence": 0.95
          },
          {
            "value": "ja-JP",
            "confidence": 0.5
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "en-US",
      "context": {
        "prev": "seg_5624229a68",
        "next": "seg_60e5bba8af",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_60e5bba8af",
      "order": 7,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/document.xml",
          "path": "/w:body[1]/w:p[8]",
          "runIds": [
            "seg_60e5bba8af-r0"
          ]
        }
      },
      "role": "body",
      "text": {
        "source": "€ 1.250.000",
        "hasInlineFormatting": false,
        "space": "preserve"
      },
      "language": {
        "value": null,
        "confidence": 0,
        "source": "detect"
      },
      "translatable": false,
      "skipReason": "numeric",
      "group": null,
      "context": {
        "prev": "seg_eb70c18395",
        "next": "seg_2cb806bba2",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_2cb806bba2",
      "order": 8,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/header1.xml",
          "path": "/w:p[1]",
          "runIds": [
            "seg_2cb806bba2-r0"
          ]
        }
      },
      "role": "header",
      "text": {
        "source": "Vertrouwelijk",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": "nl-NL",
        "confidence": 0.95,
        "source": "tag",
        "candidates": [
          {
            "value": "nl-NL",
            "confidence": 0.95
          }
        ]
      },
      "translatable": true,
      "skipReason": null,
      "group": "nl-NL",
      "context": {
        "prev": "seg_60e5bba8af",
        "next": "seg_e4c3f2ecef",
        "parent": null
      },
      "translation": null,
      "quality": null
    },
    {
      "id": "seg_e4c3f2ecef",
      "order": 9,
      "anchor": {
        "format": "docx",
        "ref": {
          "part": "word/footer1.xml",
          "path": "/w:p[1]",
          "runIds": [
            "seg_e4c3f2ecef-r0"
          ]
        }
      },
      "role": "footer",
      "text": {
        "source": "1",
        "hasInlineFormatting": false,
        "space": "default"
      },
      "language": {
        "value": null,
        "confidence": 0,
        "source": "default"
      },
      "translatable": false,
      "skipReason": "field",
      "group": null,
      "context": {
        "prev": "seg_2cb806bba2",
        "next": null,
        "parent": null
      },
      "translation": null,
      "quality": null
    }
  ],
  "stats": {
    "segmentCount": 10,
    "translatableCount": 7,
    "groupCount": 5
  }
}
